[Rainmeter]
; Context menu option to automatically select the drive to measure (based on which drive Rainmeter is installed on).
ContextTitle="Auto-select drive"
ContextAction=[!WriteKeyValue Variables Disk #PROGRAMDRIVE# #CoreFilePath#][!Refresh]
; Context menu option to give user a choice of which drive to measure.
ContextTitle2="Select from available drives"
ContextAction2=[!UpdateMeasureGroup HDCheck][!UpdateMeterGroup HDSelect][!ShowMeterGroup HDSelect][!UpdateMeterGroup NewLine]
